PrincessPi3/SillyFilly-Hardware-Attack-Tool/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHFREQ_120M=y
CONFIG_ESPTOOLPY_HEADER_FLASHSIZE_UPDATE=y
CONFIG_ULP_COPROC_ENABLED=y
CONFIG_ULP_HP_UART_CONSOLE_PRINT=y
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
